Repository: GemeenteUtrecht/zaakafhandelcomponent
Catalog: backend/src/zac/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: The document URL that allows a document to be downloaded.
nl: De document URL die toestaat dat een document wordt gedownload.

source: Select a besluittype. These besluittypes belong to the ZAAKTYPE of the ZAAK.
nl: Selecteer een besluittype. Deze besluittypen horen bij het ZAAKTYPE van de ZAAK.

source: Decision date
nl: Beslisdatum

source: Starting date
nl: Ingangsdatum

source: Starting date of the duration of the resolution.
nl: Ingangsdatum van de werkingsperiode van het besluit.

source: Number of cleared cached keys.
nl: Het aantal verwijderde cache keys.

source: Pattern is not allowed for non-redis caches. Please provide a key.
nl: Pattern is niet toegestaan voor non-redis caches. Geef een key op.

source: Please provide either a key or a pattern.
nl: Geef een key of een pattern op.

source: Clear all cache key-value pairs.
nl: Verwijder alle cache key-value paren.

source: Primary OBJECTS API
nl: Primaire OBJECTS API

source: Default OBJECTS API service to use
nl: Standaard OBJECTS API service

source: Primary OBJECTTYPES API
nl: Primaire OBJECTTYPES API

source: Default OBJECTTYPES API service to use
nl: Standaard OBJECTTYPES API service

source: A (globally) unique ID of the BPTL application. In this case the URL that points to the appropriate application on the Open Zaak Autorisaties API.
nl: Een (globaal) uniek ID van de BPTL applicatie. In dit geval de URL die wijst naar de juiste applicatie op de Open Zaak Autorisaties API

source: Non-SSO login enabled
nl: Niet-SSO inloggen ingeschakeld

source: A flag that allows non-SSO login (True) or not (False).
nl: Een flag die non-SSO inloggen toestaat (True) of niet (False).

source: global configuration
nl: globale configuratie

source: Warning to be displayed in UI to users. Max 1000 characters.
nl: Getoonde waarschuwing voor gebruikers in UI. Max 1000 karakters.

source: URL-reference to MetaListObjectType in OBJECTTYPES API.
nl: URL-referentie naar MetaListObjectType in de OBJECTTYPES API.

source: A URL-reference to the Meta List OBJECTTYPE. This is used to fetch the meta list objecttype for managing meta objects and objecttypes.
nl: Een URL-referentie naar het Meta List OBJECTTYPE. Dit wordt gebruikt om de meta list objecttype voor het beheren van meta objecten en objecttypes.

source: URL-reference to Checklist in OBJECTTYPES API.
nl: URL-referentie naar Checklist in de OBJECTTYPES API.

source: A URL-reference to the Checklist OBJECTTYPE. This is used to fetch the checklist objecttype for a ZAAK.
nl: Een URL-referentie naar het Checklist OBJECTTYPE. Dit wordt gebruikt om de checklist objecttype op te halen voor een ZAAK.

source: URL-reference to ChecklistType in OBJECTTYPES API.
nl: URL-referentie naar ChecklistType in de OBJECTTYPES API.

source: A URL-reference to the ChecklistType OBJECTTYPE. This is used to get the questions for a checklist for a ZAAKTYPE.
nl: Een URL-referentie naar het ChecklistType OBJECTTYPE. Dit wordt gebruikt om de vragen op te halen voor de checklist van het ZAAKTYPE.

source: URL-reference to Oudbehandelaren in OBJECTTYPES API.
nl: URL-referentie naar Oudbehandelaren in de OBJECTTYPES API.

source: A URL-reference to the Oudbehandelaren OBJECTTYPE. This is used to register the old ROL when the ROL was of ROLTYPE `behandelaar`.
nl: Een URL-referentie naar het Oudbehandelaren OBJECTTYPE. Dit wordt gebruikt om de oude ROL te registreren als de ROL ROLTYPE `behandelaar` had.

source: URL-reference to review in OBJECTTYPES API.
nl: URL-referentie naar verzoek in de OBJECTTYPES API.

source: URL-reference to the review OBJECTTYPE. This is used to register an advice/approval to a review request.
nl: Een URL-referentie naar het advies/accordering OBJECTTYPE. Dit wordt gebruikt om een advies/accordering te registeren voor het verzoek.

source: URL-reference to review request in OBJECTTYPES API.
nl: URL-referentie naar verzoek in de OBJECTTYPES API.

source: URL-reference to the review request OBJECTTYPE. This is used to register a review request.
nl: Een URL-referentie naar het verzoek OBJECTTYPE. Dit wordt gebruikt om een verzoek te registreren.

source: URL-reference to StartCamundaForms in OBJECTTYPES API.
nl: URL-referentie naar StartCamundaForms in de OBJECTTYPES API.

source: A URL-reference to the StartCamundaForms OBJECTTYPE. This is used to set the right variables for the camunda process related to the ZAAKTYPE.
nl: Een URL-referentie naar het StartCamundaForms OBJECTTYPE. Dit wordt gebruikt om de juiste variabelen voor het camunda proces te zetten per ZAAKTYPE.

source: URL-reference to ZaaktypeAttributes in OBJECTTYPES API.
nl: URL-referentie naar ZaaktypeAttributes in de OBJECTTYPES API.

source: A URL-reference to the ZaaktypeAttributes OBJECTTYPE. This is used to get extra data for EIGENSCHAPs.
nl: Een URL-referentie naar het ZaaktypeAttributes OBJECTTYPE. Dit wordt gebruikt om extra data op te halen voor EIGENSCHAPpen.

source: meta objecttype configuration
nl: meta objecttype configuratie

source: (invalid BRP reference!)
nl: (ongeldige BRP-referentie!)

source: (invalid medewerker URL!)
nl: (ongeldige medewerker!)

source: (not set)
nl: (onbekend)

source: The service for the url %(url)s is not configured in the admin.
nl: De service voor de url %(url)s is niet geconfigureerd in de admin.

source: Add
nl: Toevoegen

source: Dear %(user)s, The access to zaak %(identificatie)s is
nl: Beste %(user)s De toegang tot zaak %(identificatie)s is.

source: not
nl: niet

source: approved
nl: goedgekeurd

source: You can see the result
nl: Je kunt het resultaat

source: here
nl: hier

source: This is an automatically generated message from the zaakafhandelcomponent; it's not possible to respond to this message.
nl: Dit is een automatisch gegenereerd bericht vanuit de zaakafhandelcomponent; het is niet mogelijk via dit bericht te reageren.

source: Dear %(user)s, You forgot to save your checklist for %(omschrijving)s at %(url)s. It was unlocked automatically. This is an automatically generated message from the zaakafhandelcomponent; it's not possible to respond to this message.
nl: Beste %(user)s, Je bent vergeten je checklist voor %(omschrijving)s op %(url)s op te slaan. De checklist is automatisch van het slot gehaald. Dit is een automatisch gegenereerd bericht vanuit de zaakafhandelcomponent; het is niet mogelijk via dit bericht te reageren.

source: Construction year
nl: Bouwjaar

source: Number of verblijfsobjects
nl: Aantal verblijfsobjecten

source: Surface area
nl: Oppervlakte

source: Identification
nl: Identificatie

source: Zaaktype(s)
nl: Zaaktype(n)

source: Elasticsearch configuration
nl: Elasticsearch configuratie

source: ZAAK identification
nl: ZAAKidentificatie

source: Enter a (part of the) ZAAK identification you wish to find, case insensitive.
nl: Voer een (gedeelte van de) ZAAKidentificatie in die u wilt vinden, niet hoofdlettergevoelig.

source: `username` of behandelaar.
nl: `username` van behandelaar

source: ZAAK-EIGENSCHAPs in format `<property name>:{'value': <property value>}`.
nl: ZAAK-EIGENSCHAPpen in formaat `<property name>:{'value': <property value>}`.

source: Fields that will be returned with the search results. Default returns all fields. Will always include `identificatie` and `bronorganisatie`.
nl: Velden die altijd worden teruggegeven met de zoekresultaten. Geeft standaard alle velden terug. `bronorganisatie en `identificatie` worden altijd teruggegeven.

source: Include closed ZAAKen.
nl: Neem gesloten ZAAKen ook mee.

source: URL-reference of OBJECT.
nl: URL-referentie naar OBJECT.

source: Brief description of ZAAK.
nl: Korte omschrijving van ZAAK.

source: A broad search that looks through ZAAKs, INFORMATIEOBJECTs and OBJECTs.
nl: Een brede zoekterm die zoekt in ZAAKen, INFORMATIEOBJECTen en OBJECTen.

source: Id of search report.
nl: Id van zoekrapport.

source: Name of search report.
nl: Naam van het zoekrapport.

source: Query of search report.
nl: Query van het zoekrapport.

source: Identification of the betrokkene.
nl: Identificatie van de betrokkene

source: URL-reference of the ROL in Zaken API.
nl: URL-referentie naar de ROL in de ZAKEN API

source: `betrokkeneType` of the ROL.
nl: `betrokkeneType` van de ROL.

source: Generic, brief description of the ROL.
nl: Generieke, korte omschrijving van de ROL.

source: A short unique identification of the betrokkene.
nl: Een korte unieke identificatie van de betrokkene.

source: URL-reference of the CATALOGUS that belongs to the ZAAKTYPE.
nl: URL-referentie naar de CATALOGUS die aan de ZAAKTYPE toebehoort.

source: `domein` the CATALOGUS that belongs to the ZAAKTYPE.
nl: `domein` van de CATALOGUS die aan de ZAAKTYPE toebehoort.

source: Description of the ZAAKTYPE.
nl: Omschrijving van de ZAAKTYPE.

source: URL-reference of the STATUS in the ZAKEN API.
nl: URL-referentie naar de zaak in de ZAKEN API.

source: STATUSTYPE description of the STATUS.
nl: STATUSTYPE omschrijving van de STATUS.

source: Date at which the STATUS was given to the ZAAK.
nl: Datum wanneer de STATUS werd toegekend aan de ZAAK.

source: Comment on the STATUS.
nl: Toelichting op de STATUS.

source: URL-reference of the ZAAKOBJECT in ZAKEN API.
nl: URL-referentie naar het ZAAKOBJECT in de ZAKEN API.

source: URL-reference of the OBJECT in OBJECTS API.
nl: URL-referentie naar het OBJECT in de OBJECTS API.

source: URL-reference of the ZAAKINFORMATIEOBJECT in ZAKEN API.
nl: URL-referentie naar het ZAAKINFORMATIEOBJECT in de ZAKEN API.

source: URL-reference of the INFORMATIEOBJECT in DRC API.
nl: URL-referentie naar het INFORMATIEOBJECT in de DRC API.

source: URL-reference of the ZAAK in the ZAKEN API.
nl: URL-referentie naar de zaak in de API.

source: ZAAKTYPE of the ZAAK.
nl: ZAAKTYPE van de ZAAK.

source: The RSIN of the organisation that created the ZAAK.
nl: De RSIN van de organisatie die de ZAAK heeft aangemaakt.

source: Brief description of the ZAAK.
nl: Korte omschrijving van de ZAAK.

source: Vertrouwelijkheidaanduiding of the ZAAK.
nl: Vertrouwelijkheidaanduiding van de ZAAK.

source: ROLlen of the ZAAK that were involved at some point.
nl: ROLlen van de ZAAK die waren betrokken op enig moment.

source: Date at which the ZAAK processing starts.
nl: Datum waarop de ZAAKverwerking begint.

source: Date at which the ZAAK processing ends.
nl: Datum waarop de ZAAKverwerking eindigt.

source: Date at which the ZAAK was registered.
nl: Datum waarop de ZAAK werd geregistreerd.

source: Deadline of the ZAAK: returns `uiterlijke_einddatum_afdoening` if it's known. Otherwise it is calculated from `startdatum` and `doorlooptijd`.
nl: Deadline van de ZAAK: geeft `uiterlijke_einddatum_afdoening` terug als die een waarde heeft. Anders wordt het berekend van `startdatum` en `doorlooptijd`.

source: EIGENSCHAPs of the ZAAK.
nl: EIGENSCHAPpen van de ZAAK.

source: STATUS of the ZAAK.
nl: STATUS van de ZAAK.

source: Comment on the ZAAK.
nl: Toelichting op de ZAAK.

source: ZAAKOBJECTs belonging to the ZAAK.
nl: ZAAKOBJECTEN toebehorend aan de ZAAK.

source: A GeoJSON containing geometric information related to the ZAAK.
nl: Een GeoJSON die de geometrische informatie gerelateerd aan de ZAAK bevat.

source: ZAAKINFORMATIEOBJECTs belonging to the ZAAK.
nl: ZAAKINFORMATIEOBJECTen toebehorend aan de ZAAK.

source: ZAAKs that have a ZAAKOBJECT related to this OBJECT.
nl: ZAAKen met een ZAAKOBJECT gerelateerd aan dit OBJECT.

source: Record data of OBJECT.
nl: Record data van OBJECT.

source: ZAAKs that have a ZAAKINFORMATIEOBJECT related to this INFORMATIEOBJECT.
nl: ZAAKen die een ZAAKINFORMATIEOBJECT hebben die is gerelateerd aan dit ZAAKINFORMATIEOBJECT.

source: ZAAKs related to quick search query.
nl: ZAAKen gerelateerd aan de snelle zoekopdracht.

source: INFORMATIEOBJECTs related to quick search query.
nl: INFORMATIEOBJECTen gerelateerd aan de snelle zoekopdracht.

source: OBJECTs related to quick search query.
nl: OBJECTen gerelateerd aan de snelle zoekopdracht.

source: Fields that will be returned with the search results. Default returns all fields.
nl: Velden die worden teruggegeven met de zoekresultaten. Geeft standaard alle velden terug.

source: Description.
nl: Omschrijving.

source: Author to last edit.
nl: Auteur die als laatst heeft bijgewerkt.

source: Filename.
nl: Bestandsnaam.

source: File size in bytes.
nl: Bestandsgrootte in bytes

source: The RSIN of the organisation that created the INFORMATIEOBJECT.
nl: De RSIN van de organisatie die de INFORMATIEOBJECT heeft aangemaakt.

source: Title given to INFORMATIEOBJECT.
nl: Titel van het INFORMATIEOBJECT.

source: URL-reference to INFORMATIEOBJECT.
nl: URL-referentie naar het INFORMATIEOBJECT in de DRC API.

source: Version.
nl: Versie.

source: Possible ordering parameters. Multiple values are possible and should be separated by a comma.
nl: Mogelijke sorteringsparameters. Meerdere waarden zijn mogelijk en moeten worden gescheiden door een comma.

source: Autocomplete search ZAAKen.
nl: Autocomplete ZAAKen zoeken.

source: Search for ZAAKen in elasticsearch.
nl: Zoek naar ZAAKen in elasticsearch.

source: Page of paginated response.
nl: Pagina van gepagineerde response.

source: Quick search through ZAAKs, INFORMATIEOBJECTs and OBJECTs in elasticsearch.
nl: Snelle zoekopdracht door ZAAKen, INFORMATIEOBJECTen en OBJECTen in elasticsearch.

source: Create search report.
nl: Maak een zoekrapport aan.

source: Destroy search report.
nl: Vernietig een zoekrapport.

source: List search reports.
nl: Alle zoekrapporten opvragen.

source: Partially update search report.
nl: Werk een zoekrapport deels bij.

source: Retrieve search report.
nl: Een specifiek zoekrapport opvragen.

source: Update search report.
nl: Werk een zoekrapport in zijn geheel bij.

source: Retrieve search report results.
nl: Alle zoekrapportresultaten opvragen.

source: Retrieve INFORMATIEOBJECTs for ZAAK in Elasticsearch.
nl: Haal INFORMATIEOBJECTen voor ZAAK op in Elasticsearch.

source: Default ordered on `titel`.
nl: Standaard gesorteerd op `titel`.

source: Page size of paginated response.
nl: Pagina grootte van gepagineerde response.

source: Number of ZAAKen to be iterated through per bulk update action. Be careful with this setting. Defaults to {chunk_size}.
nl: Aantal ZAAKen die per iteratie worden geupdate in de bulk update actie. Wees voorzichtig met deze setting. Staat standaard op {chunk_size}.

source: Number of parallel workers used to fetch data from relevant APIs. Be careful with this setting. Defaults to {workers}.
nl: Aantal parallelle werkers die worden gebruikt om data van relevante APIs te halen. Wees voorzichtig met deze setting. Staat standaard op {workers}.

source: On `True` wipes the current indices and reindexes everything. Defaults to `False` to make sure the index isn't accidentally wiped.
nl: Op `True` worden alle indices verwijderd en zal dan alles herindexeren. Staat standaard op `False` om te voorkomen dat dit per ongeluk gebeurt.

source: The number of ZAAKen to be indexed sorted by latest ZAAK.identificatie.
nl: Aantal ZAAKen die moeten worden geherindexeerd gesorteerd op laatste ZAAK `identificatie`.

source: URL-reference to ZAAK to be reindexed.
nl: URL-referentie naar ZAAK die geherindexeerd moet worden.

source: Set one of `reindex_last`, `reindex_zaak` or `reset_indices`.
nl: Geef 1 van `reindex_last`, `reindex_zaak` of `reset_indices` op.

source: Reindex ZAAK in Elasticsearch.
nl: Herindexeer ZAAK in elasticsearch.

source: search query
nl: zoekopdracht

source: search report
nl: zoekrapport

source: search reports
nl: zoekrapporten

source: Select the service definition where Open Forms is hosted.
nl: Selecteer de service definitie waar Open Forms is gehost.

source: Registered subscription
nl: Geregistreerd abonnement

source: Registered subscriptions
nl: Geregistreerde abonnementen

source: You have already requested access to this page.
nl: Je hebt al een toegangsverzoek voor deze pagina.

source: <p>You can <a href="%(request_url)s">request access</a> for this page</p>
nl: <p>Je kan <a href="%(request_url)s">toegang vragen</a> tot deze pagina.</p>

source: Administration
nl: Administratie

source: Please correct the error below.
nl: Verbeter alstublieft de fout hieronder.

source: Please correct the errors below.
nl: Verbeter alstublieft de fouten hieronder.

source: You are authenticated as %(username)s, but are not authorized to access this page. Would you like to login to a different account?
nl: U bent geauthenticeerd als %(username)s, maar niet bevoegd om deze pagina te bezoeken. Wilt u inloggen op een andere account?

source: Forgotten your password or username?
nl: Bent u uw wachtwoord of username vergeten?

source: Submit
nl: Indienen

source: An error occurred in an external API.
nl: Een error heeft plaatsgevonden in een externe API.

source: A service is not configured
nl: Een service is niet geconfigureerd

source: User has pending access request for this ZAAK
nl: Je hebt al een toegangsverzoek voor deze ZAAK

source: User does not have required permissions.
nl: De gebruiker heeft niet de vereiste rechten.

source: Boolean indicating if the user can request access for the ZAAK
nl: Booleaan die laat zien of de gebruiker toegang kan aanvragen voor de ZAAK

source: Reason why the user can't request access for the ZAAK
nl: Reden waarom de gebruiker geen toegang kan aanvragen voor de ZAAK

source: Export
nl: Exporteren

source: Import
nl: Importeren

source: This field can't be changed.
nl: Dit veld kan niet veranderd worden.

source: URL reference of the ZAAK in Zaken API.
nl: URL-referentie naar de ZAAK in de ZAKEN API

source: The RSIN of the organisation that created the the ZAAK.
nl: De RSIN van de organisatie die de ZAAK heeft aangemaakt.

source: Access requests for requester to ZAAKen.
nl: Toegangsverzoeken voor aanvrager tot ZAAKen.

source: ZAAK that access requests belong to.
nl: ZAAK waar toegangsverzoek aan toebehoort.

source: Name of the group assignee.
nl: Naam van de begunstigde groep.

source: Username of the user assignee.
nl: Username van de begunstigde gebruiker.

source: Summary of the activities.
nl: Activiteitenoverzicht.

source: ZAAK that activity belongs to.
nl: ZAAK waar activiteit aan toebehoort.

source: Camunda task for the user.
nl: Camundataak voor de gebruiker.

source: ZAAK that camunda task belongs to.
nl: ZAAK waar camundataak aan toebehoort.

source: Questions to be answered by assignee.
nl: Vragen die beantwoord moeten worden door de begunstigde.

source: ZAAK that checklist questions belongs to.
nl: ZAAK waar checklistvragen aan toebehoren.

source: Date review request was created.
nl: Datum wanneer het verzoek is aangemaakt.

source: Group that advice was given by.
nl: Groep die advies gaf.

source: ZAAK that review request belongs to.
nl: ZAAK waar verzoek aan toebehoort.

source: List access requests for logged in user.
nl: Alle toegangsverzoeken voor ingelogde gebruiker opvragen.

source: List activities for logged in user.
nl: Alle activiteiten voor ingelogde gebruiker opvragen.

source: List activities for groups of logged in user.
nl: Alle activiteiten voor groepen van ingelogde gebruiker opvragen.

source: List active ZAAKen for logged in user.
nl: Alle openstaande ZAAKen voor ingelogde gebruiker opvragen.

source: List user tasks for logged in user.
nl: Alle gebruikerstaken voor ingelogde gebruiker opvragen.

source: List user tasks assigned to groups related to logged in user.
nl: Alle gebruikerstaken van gebruikersgroepen van ingelogde gebruiker opvragen.

source: List checklist questions for logged in user.
nl: Alle checklistvragen voor ingelogde gebruiker opvragen.

source: List checklist questions for groups of logged in user.
nl: Alle checklistvragen voor groepen van ingelogde gebruiker opvragen.

source: List review requests initiated by user that are not locked.
nl: Alle verzoeken die door de gebruiker zijn ingediend en niet op slot staan.
