Repository: GemeenteUtrecht/zaakafhandelcomponent
Catalog: backend/src/zac/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Name of the board column
nl: Naam van het bordkolom

source: Slug of the board column
nl: Slug van het bordkolom

source: order
nl: sorteer

source: Order of the column
nl: Kolomsortering

source: Date-time when the column was created
nl: Datumtijd van aanmaken van de kolom

source: Date-time when the column was modified last time
nl: Datumtijd van wanneer de kolom voor de laatste keer is aangepast

source: board column
nl: bordkolom

source: board columns
nl: bordkolommen

source: Type of the board item
nl: Type van het borditem

source: URL-reference of the OBJECT in one of ZGW APIs this board item relates to
nl: URL-referentie naar het OBJECT in 1 van de gerelateerde ZGW APIs

source: board item
nl: borditem

source: board items
nl: borditems

source: BRP configuration
nl: BRP configuratie

source: Write
nl: Schrijven

source: Read
nl: Lezen

source: Download
nl: Downloaden

source: The document {purpose} URL that allows a document to be opened by the MS Office WebDAV client.
nl: De document {purpose} URL die toestaat dat een document wordt opgeopend door de MS Office WebDAV client.

source: Dowc configuration
nl: Dowc configuratie

source: deletion url
nl: verwijderingsurl

source: A DELETE request to this URL will update, if necessary, and delete the resource.
nl: Een DELETE request naar deze URL zal de bron aanpassen en verwijderen.

source: UUID of DoWC object.
nl: UUID van DoWC object.

source: URL-reference to ZAAK.
nl: URL-referentie naar de ZAAK.

source: Retrieve a document.
nl: Een specifiek document opvragen.

source: Version of the document.
nl: Versie van het document

source: Update and delete a document.
nl: Bewerk en verwijder een document.

source: verblijfsobject not found for adresseerbaarobject_id {adresseerbaarobject_id}
nl: verblijfsobject is niet gevonden voor adresseerbaarobject_id {adresseerbaarobject_id}

source: Configuration for the service that makes requests to the BAG API.
nl: Configuratie voor de service die de requests maakt naar de BAG API.

source: Alternative suggestions for search term.
nl: Alternatieve suggesties voor de zoekterm

source: Potentially misspelled search term.
nl: Mogelijk foutgespelde zoekterm.

source: Number of results found.
nl: Aantal gevonden resultaten.

source: Index of the first result. Used for pagination - not currently implemented.
nl: Index van het eerste resultaat. Wordt gebruikt voor pagination - nu niet geimplementeerd.

source: Index of last result. Used for pagination - not currently implemented.
nl: Index van het laatste resultaat. Wordt gebruikt voor pagination - nu niet geimplementeerd.

source: Potentially misspelled searches and spelling suggestions.
nl: Mogelijke foutgespelde zoektermen en spellingssuggesties.

source: BAG types such as addresses or cities.
nl: BAG types zoals adressen of steden.

source: Human readable name of BAG object.
nl: Leesbare naam van het BAG object.

source: `id` of BAG object. Can be used in lookup service.
nl: `id` van het BAG object. Kan worden gebruikt in de opzoekservice.

source: Score of BAG object related to search. A higher score means a better result.
nl: Zoekscore van het BAG object. Een hogere score betekent een beter resultaat.

source: Suggestions made by the suggest service.
nl: Suggesties die worden gegeven door de suggestieservice.

source: Number of BAG objects found.
nl: Aantal gevonden BAG objecten.

source: Index of first result. Used for pagination - not currently implemented.
nl: Index van het eerste resultaat. Wordt gebruikt voor pagination - nu niet geimplementeerd.

source: Highest score of all the results found.
nl: Hoogste score van alle gevonden resultaten.

source: Spelling suggestions in case a spelling error is suspected.
nl: Spelsuggesties in het geval dat een spelfout wordt vermoed.

source: Street name of BAG object.
nl: Straatnaam van BAG object.

source: Number of BAG object on street.
nl: Aantal BAG objecten op straat.

source: Name of municipality of BAG object.
nl: Gemeentenaam van BAG object.

source: Postcode of BAG object.
nl: Postcode van BAG object.

source: Province of BAG object.
nl: Provincie van BAG object.

source: GeoJSON of BAG object geometry.
nl: GeoJSON van de geometrie van het BAG object.

source: URL-reference to BAG object.
nl: URL-referentie naar BAG object.

source: Status code of BAG object.
nl: Statuscode van BAG object.

source: The year the BAG object is built.
nl: De jaar waarin het BAG object is gebouwd.

source: The surface area of the BAG object.
nl: De oppervlakte van het BAG object.

source: Address of pand.
nl: Adres van pand.

source: Meta data of BAG object.
nl: Metadata van BAG object.

source: Address of verblijfsobject.
nl: Adres van verblijfsobject.

source: List BAG address suggestions.
nl: Alle suggesties van BAG adressen opvragen.

source: The search query. The Solr-syntax can be used, for example: combining searches with `and` or using double quotes for sequenced searches. Searches are allowed to be incomplete and you can use synonyms.
nl: De zoekopdracht. Hierin worden de zoektermen opgegeven. De Solr-syntax voor zoektermen kan hier worden toegepast, bijv. combineren met and, en het gebruik van dubbele quotes voor opeenvolgende zoektermen. Zoektermen mogen incompleet zijn. Ook wordt er gebruik gemaakt van synoniemen.

source: Missing query parameter 'q'
nl: Mist de `q` query parameter.

source: Find pand in the BAG API.
nl: Vind pand in de BAG API.

source: The `id` of the BAG object. The `id` can be found using the BAG address suggestions.
nl: De `id` van het BAG object. De `id` kan worden gevonden m.b.v. de suggesties van het BAG adres.

source: Missing query parameter 'id'
nl: Mist de `id` query parameter

source: Retrieve pand from BAG API.
nl: Een specifiek pand van de BAG API opvragen.

source: The `pandidentificatie` of the pand object.
nl: De `pandidentificatie` van het pand object.

source: Retrieve nummeraanduiding from BAG API.
nl: Nummeraanduiding van BAG API opvragen.

source: The `nummeraanduidingidentificatie` of the nummeraanduiding object.
nl: De `nummeraanduidingidentificatie` van het nummeraanduiding object.

source: Retrieve verblijfsobject from BAG API.
nl: Een specifiek verblijfsobject van de BAG API opvragen.

source: Checklist has been locked because the ZAAK is closed.
nl: Checklist is op slot omdat de ZAAK is gesloten.

source: Checklist needs to be locked before you can update it.
nl: Checklist moet op slot gezet worden voordat je kunt bijwerken.

source: Name of choice.
nl: Naam van keuze.

source: Value of choice.
nl: Waarde van keuze.

source: Question for user to answer.
nl: Vraag aan gebruiker.

source: Order of question in checklist.
nl: Volgordenummer van vraag in checklist.

source: `name` of the group assigned to answer.
nl: `name` van de groep toegewezen om te antwoorden.

source: Datetime answer was given.
nl: Datumtijd waarop het antwoord is gegeven.

source: The question related to the answer.
nl: De vraag gerelateerd aan het antwoord.

source: Remarks in addition to the answer.
nl: Opmerkingen als aanvulling op het antwoord.

source: URL-reference to document related to answer.
nl: URL-referentie naar document gerelateerd aan antwoord.

source: Answer to the question.
nl: Antwoord op de vraag.

source: Checklist is locked by this user.
nl: Checklist is op slot gezet door deze gebruiker.

source: URL-reference of ZAAK checklist belongs to.
nl: URL-referentie naar ZAAK waar checklist aan toebehoort.

source: Checklisttype can not be found.
nl: Checklisttype kan niet gevonden worden.

source: Answer with question: `{question}` didn't answer a question of the related checklisttype.
nl: Antwoord met vraag: `{question}` beantwoordt niet een vraag van het gerelateerde checklisttype.

source: Answer `{answer}` was not found in the options: {choices}.
nl: Antwoord `{answer}` werd niet teruggevonden in de opties: {choices}.

source: An answer to a checklist question can not be assigned to both a user and a group.
nl: Een antwoord op een checklistvraag kan niet toegewezen worden aan zowel een gebruiker als een groep.

source: Question {question} not answered.
nl: Vraag {question} is niet beantwoord.

source: Bronorganisatie of the ZAAK with ZAAKTYPE related to the checklisttype.
nl: Bronorganisatie van de ZAAK met ZAAKTYPE gerelateerd aan het checklisttype.

source: Identificatie of the ZAAK with ZAAKTYPE related to the checklisttype.
nl: Identificatie van de ZAAK met ZAAKTYPE gerelateerd aan het checklisttype.

source: Retrieve checklisttype and related questions for ZAAK.
nl: Checklisttype en gerelateerde vragen opvragen voor ZAAK.

source: Retrieve checklist and related answers.
nl: Checklist en gerelateerde antwoorden opvragen.

source: Create checklist and related answers.
nl: Maak checklist en gerelateerde antwoorden aan.

source: Update checklist. Deletes lock on checklist.
nl: Werk checklist bij. Verwijdert het slot op de checklist.

source: Lock a checklist for editing.
nl: Zet een checklist op slot voor het bijwerken.

source: Unlock a checklist after editing.
nl: Haal een checklist van het slot af nadat het is bijgewerkt.

source: Notification: Checklist of zaak %(zaak)s was automatically unlocked.
nl: Notificatie: Checklist van zaak %(zaak)s is automatisch van het slot gehaald.

source: Number of checklists that are unlocked.
nl: Aantal gevonden checklists die niet op slot staan.

source: Unlock all locked checklists.
nl: Haal alle checklists van het slot af.

source: Checklist lock
nl: Checklistslot

source: Checklist locks
nl: Checklistsloten

source: Assignee of the review.
nl: Begunstigde van het verzoek.

source: URL to read the review version of the document on the DoWC.
nl: URL om de adviesversie van het document op de DoWC te lezen.

source: The filename of the document.
nl: De bestandsnaam van het document.

source: URL-reference to document in DRC API, including `?versie=` parameter
nl: URL-referentie naar het document in de DRC API, inclusief de `?versie=` parameter.

source: URL-reference to download the review version of the document.
nl: URL-referentie om de adviesversie van het document te downloaden.

source: URL-reference to download the source version of the document.
nl: URL-referentie om de bronversie van het document te downloaden.

source: URL to read the source version of the document on the DoWC.
nl: URL-referentie naar de bronversie van het document op de DoWC.

source: URL-reference of document to DRC API, including `?versie=` parameter.
nl: URL-referentie van het document in de DRC API, inclusief de `?versie=` parameter.

source: The version of the document before review is given
nl: De versie van het document voordat het advies was gegeven.

source: The version of the document after review is given.
nl: De versie van het document nadat het advies is gegeven.

source: `username` of the author that approved. Automatically derived from request.
nl: `gebruikersnaam` van de auteur die het heeft gekeurd. Automatisch afgeleid van het request.

source: Datetime review request was created.
nl: Datumtijd wanneer het verzoek is aangemaakt.

source: `name` of the group that author answered for.
nl: `name` van de groep dat toegewezen is om te antwoorden.

source: review documents
nl: verzoeksdocumenten

source: Documents relevant to the review.
nl: Relevante documenten voor het verzoek.

source: `username` of the author that adviced.
nl: `username` van de auteur die heeft geadviseerd.

source: Advice given for review request.
nl: Gegeven advies voor een verzoek.

source: Deadline date of open review request.
nl: De `deadline` van een openstaand verzoek.

source: `name` of the groups assigned to review.
nl: `name` van de groepen die toegewezen zijn om te antwoorden.

source: `full_name` of the users assigned to review.
nl: `full_name` van de gebruiker toegewezen om te antwoorden.

source: The version of the document after review is given
nl: De versie van het document nadat het verzoek is beantwoord.

source: Source and review version must be versions of the same document
nl: Bron- en antwoord-versie moeten versies zijn van hetzelfde document.

source: The URL is missing the '?versie=' querystring parameter.
nl: De URL mist de `?versie=` querystring parameter.

source: URL-reference to related INFORMATIEOBJECT.
nl: URL-referentie naar het INFORMATIEOBJECT in de DRC API.

source: URL-references to related INFORMATIEOBJECTS.
nl: URL-referentie naar het INFORMATIEOBJECT in de DRC API.

source: The `id` of the review request.
nl: De `id` van het verzoek.

source: Boolean flag to indicate if review request is currently being reconfigured.
nl: Een booleaan die laat zien of een gebruiker het verzoek aan het bewerken is.

source: Boolean flag to indicate if review request is currently locked.
nl: Een booleaan die laat zien of het verzoek momenteel op slot staat.

source: Reason why review request is locked.
nl: Reden waarom het verzoek op slot staat.

source: `username` of user who requested review.
nl: `username` van de verzoekvrager.

source: The review type.
nl: Het verzoekstype.

source: Comment on the review request.
nl: Commentaar bij het verzoek.

source: ZAAK related to review.
nl: ZAAK toebehorend aan het verzoek.

source: The supporting documents for the review.
nl: De relevante documenten voor het verzoek.

source: can lock request
nl: kan verzoek op slot zetten

source: User can lock the review request.
nl: Gebruiker kan het verzoek op slot zetten.

source: completed requests
nl: Voltooide verzoeken

source: The number of completed requests.
nl: Het aantal voltooide verzoeken.

source: The status of the review request
nl: De `status` van het verzoek.

source: A locked review request can not be updated.
nl: Een verzoek die op slot staat kan niet worden bijgewerkt.

source: Retrieve review request.
nl: Een specifiek verzoek opvragen.

source: Create advice for review request.
nl: Maak een advies voor het verzoek aan.

source: Create approval for review request.
nl: Maak een accordering voor het verzoek aan.

source: List review requests summary for a ZAAK.
nl: Alle verzoeksoverzichten voor een ZAAK opvragen.

source: Partially update the review request.
nl: Werk het verzoek deels bij.

source: Send a reminder to reviewees.
nl: Stuur een herinnering naar de gebruikers die het verzoek moeten beantwoorden.

source: Groups assigned to the review request from within the camunda process.
nl: Groepen toegewezen vanuit het camunda proces toegewezen om het verzoek te beantwoorden.

source: Send an email notification about the review request.
nl: Stuur een emailnotificatie over het verzoek.

source: On this date the review must be submitted.
nl: Op deze datum dient het verzoek ingediend te zijn.

source: Users assigned to the review request from within the ZAC.
nl: Gebruikers toegewezen om het verzoek te beantwoorden vanuit de ZAC.

source: Groups assigned to the review request from within the ZAC.
nl: Groepen toegewezen om het verzoek te beantwoorden vanuit de ZAC.

source: Users or groups assigned from within the camunda process.
nl: Gebruikers of groepen toegewezen vanuit het camunda proces.

source: URL-reference to paginated documents endpoint.
nl: URL-referenties naar gepagineerde documenten endpoint.

source: A list of previously assigned users
nl: Een lijst van de vorige toegewezen gebruikers.

source: A list of previously selected documents.
nl: Een lijst van de vorige geselecteerde documenten.

source: A list of previously selected ZAAKEIGENSCHAPs.
nl: Een lijst van de vorige geselecteerde ZAAKEIGENSCHAPpen.

source: A previously given comment regarding the review request.
nl: Het vorige gegeven commentaar op het verzoek.

source: Users assigned to review.
nl: Toegewezen gebruikers tot het verzoek.

source: Number of reviews given before changing the review request.
nl: Aantal gegeven antwoorden voordat het verzoek werd bijgewerkt.

source: An object containing user information of requester.
nl: Een object die informatie bevat over de gebruiker of verzoeker.

source: Review type of review request.
nl: Verzoekstype van het verzoek.

source: Additional information related to review request.
nl: Extra informatie gerelateerd aan het verzoek.

source: An object with usernames and their deadlines.
nl: Een object met usernames en hun deadlines.

source: Supporting ZAAKEIGENSCHAPs for the review request. If reconfiguring this field will be ignored.
nl: Toegevoegde ZAAKEIGENSCHAPpen voor het verzoek. Als het verzoek wordt bijgewerkt, wordt dit veld genegeerd.

source: Please select at least 1 user or group.
nl: Selecter alstublieft tenminste 1 gebruiker of groep.

source: Users in a serial review request process need to be unique. Please select unique users.
nl: Gebruikers in een serieel verzoeksproces moeten uniek zijn. Select alstjeblieft unieke gebruikers.

source: Groups in a serial review request process need to be unique. Please select unique groups.
nl: Groepen in een serieel verzoeksproces moeten uniek zijn. Select alstublieft unieke groepen.

source: Deadlines are not allowed to be equal in a serial review request process but need to have at least 1 day in between them. Please select a date greater than {minimum_date}.
nl: Deadlines mogen niet gelijk zijn in een serieel verzoeksproces maar moeten tenminste 1 dag uit elkaar liggen. Selecteer alstublieft een datum later dan {minimum_date}.

source: Select either documents or ZAAKEIGENSCHAPs.
nl: Selecteer of een document of een ZAAKEIGENSCHAP.

source: User or group already reviewed.
nl: Gebruiker of groep heeft al geantwoord.

source: Advice
nl: Advies

source: Approval
nl: Accordering

source: Approved
nl: Goedgekeurd

source: Not approved
nl: Niet goedgekeurd

source: Pending
nl: In afwachting van antwoord

source: Canceled
nl: Geannuleerd

source: Completed
nl: Voltooid

source: Select the relevant ZAAKEIGENSCHAPs for the advice/approval.
nl: Selecteer de relevante ZAAKEIGENSCHAPpen voor het verzoek.

source: These are the ZAAKEIGENSCHAPs that belong to the ZAAK. Please select te relevant ZAAKEIGENSCHAPs.
nl: Dit zijn de ZAAKEIGENSCHAPpen die bij de ZAAK horen. Selecteer de relevante ZAAKEIGENSCHAPpen.

source: Review request is locked by `{requester}`.
nl: Verzoek is op slot gezet door `{requester}`.

source: This review request is being reconfigured.
nl: Dit verzoek wordt bijgewerkt.

source: This user is not a reviewer.
nl: Deze gebruiker is geen toegewezen gebruiker om het verzoek te beantwoorden.

source: This request is already handled by `{assignee}` from within {identificatie}.
nl: Dit verzoek is al afgehandeld door `{assignee}` vanuit {identificatie}.

source: Email address related to `oudbehandelaar`.
nl: Emailadres gerelateerd aan `oudbehandelaar`.

source: User data of `oudbehandelaar`.
nl: Gebruikersdata van `oudbehandelaar`.

source: User data of user that created `oudbehandelaar`.
nl: Gebruikersdata van gebruiker die `oudbehandelaar` heeft gemaakt.

source: Retrieve `oudbehandelaren` for ZAAK.
nl: Haal `oudbehandelaren` op voor ZAAK.

source: Bronorganisatie of the ZAAK.
nl: `bronorganisatie` van de ZAAK.

source: Identificatie of the ZAAK.
nl: `identificatie` van de ZAAK.

source: User-friendly full name of user.
nl: Gebruikersvriendelijke volledige naam van gebruiker.

source: User-friendly full name of group.
nl: Gebruikersvriendelijke volledige naam van groep.

source: Review request with id {uuid} does not exist.
nl: Verzoek met id {uuid} bestaat niet.

source: `username` of signer.
nl: `username` van ondertekenaar

source: Email of signer.
nl: Email van ondertekenaar

source: First name of signer.
nl: Voornaam van ondertekenaar

source: Last name of signer.
nl: Achternaam van ondertekenaar

source: Please select at least one signer.
nl: Selecteer tenminste 1 ondertekenaar.

source: Please select a set of unique signers.
nl: Selecteer een groep van unieke ondertekenaars.

source: User with `username`: {username} is unknown. Please provide all other details.
nl: Gebruiker met `username`: {username} is onbekend. Geef alstublieft alle details op.

source: Email address for user with `username`: {username} is unknown. Please provide their email address.
nl: Emailadres voor gebruiker met `username`: {username} is onbekend. Geef alstublieft hun emailadres op.

source: First name for user with `username`: {username} is unknown. Please provide their first name.
nl: Voornaam voor gebruiker met `username`: {username} is onbekend. Geef alstublieft hun voornaam op.

source: Last name for user with `username`: {username} is unknown. Please provide their last name.
nl: Achternaam voor gebruiker met `username`: {username} is onbekend. Geef t hun achternaam op.

source: Select the relevant documents for Camunda task.
nl: Selecteer de relevante documenten voor de Camundataak.

source: These are the documents that belong to the ZAAK. Please select relevant documents.
nl: Dit zijn de documenten die bij de ZAAK horen. Selecteer de relevante documenten.

source: `icontains` on `omschrijving` field
nl: `icontains` op `omschrijving`-veld

source: `iexact` on `domein` field of CATALOGUS related to ZAAKTYPEs.
nl: `iexact` op `domein`-veld van CATALOGUS gerelateerd aan ZAAKTYPEn.

source: If `True` only show the active versions of ZAAKTYPEs.
nl: Laat alleen actieve versies van ZAAKTYPEn zien als `True` is.

source: Could not find a CATALOGUS with `domein`: `{val}`.
nl: Kan geen CATALOGUS met `domein`: `{val}` vinden.

source: URL-reference of related ZAAKTYPE.
nl: URL-referentie naar het gerelateerde ZAAKTYPE.

source: `identificatie` of ZAAKTYPE, used as an aggregator of different versions of ZAAKTYPE.
nl: Beschrijving van ZAAKTYPE, wordt gebruikt als een aggregator voor de verschillende versies van ZAAKTYPE.

source: URL-reference of related CATALOGUS.
nl: URL-referentie naar het gerelateerde CATALOGUS.

source: ZAAKTYPE is mutually exclusive from (`zaaktype_identificatie` and CATALOGUS).
nl: ZAAKTYPE en (`zaaktype_identificatie` en CATALOGUS) zijn elkaar uitsluitend.

source: The CATALOGUS and `zaaktype_identificatie` are both required if one is given.
nl: De CATALOGUS en `zaaktype_identificatie` zijn beide vereist als 1 is opgegeven.

source: URL-reference of ZAAKEIGENSCHAP in ZAKEN API.
nl: URL-referentie naar ZAAKEIGENSCHAP in de ZAKEN API.

source: URL-reference of ZAAKOBJECT in ZAKEN API.
nl: URL-referentie naar ZAAKOBJECT in ZAKEN API.

source: URL-reference to ROL in ZAKEN API.
nl: URL-referentie naar ROL in de ZAKEN API.

source: URL-reference to ZAAKTYPE in CATALOGI API.
nl: URL-referentie naar ZAAKTYPE in de CATALOGI API.

source: The URL required to save edits and delete the DOWC object related to the INFORMATIEOBJECT.
nl: De vereiste URL om bewerkingen op te slaan en het gerelateerde DOWC object te verwijderen.

source: Boolean flag to indicate if requesting user is editing current INFORMATIEOBJECT.
nl: Een booleaan die laat zien of de gebruiker het DOCUMENT aan het bewerken is.

source: The INFORMATIEOBJECTTYPE related to the ZAAKINFORMATIEOBJECT.
nl: De INFORMATIEOBJECTTYPE toebehorend aan het ZAAKINFORMATIEOBJECT.

source: Shows last edited datetime.
nl: Laatste bewerkingsdatum.

source: Email of user that locked document.
nl: Email van de gebruiker die het document op slot heeft gezet.

source: URL to read INFORMATIEOBJECT. Opens the appropriate Microsoft Office application.
nl: URL om het INFORMATIEOBJECT te lezen. Opent de daarvoor geschikt Microsoft Office applicatie.

source: Vertrouwelijkheidaanduiding of INFORMATIEOBJECT.
nl: Vertrouwelijkheidaanduiding van INFORMATIEOBJECT

source: File size in bytes of INFORMATIEOBJECT.
nl: Bestandsgrootte in bytes van het INFORMATIEOBJECT.

source: Description of the DOCUMENT
nl: Beschrijving van het INFORMATIEOBJECT.
