Repository: GemeenteUtrecht/zaakafhandelcomponent
Catalog: backend/src/zac/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Content of the DOCUMENT. Mutually exclusive with `url` attribute
nl: Inhoud van het INFORMATIEOBJECT. Elkaar uitsluitend met `url` attribuut

source: URL-reference of INFORMATIEOBJECTTYPE in CATALOGI API. Required if `file` is provided
nl: URL-referentie naar het INFORMATIEOBJECTTYPE in de CATALOGI API. Vereist als `file` niet leeg is

source: URL-reference of DOCUMENT in DOCUMENTEN API. Mutually exclusive with `file` attribute
nl: URL-referentie naar DOCUMENT in DOCUMENTEN API. Elkaar uitsluitend met `file` attribuut

source: URL-reference of the ZAAK in ZAKEN API
nl: URL-referentie naar de ZAAK in de ZAKEN API

source: Reason for the edit, used in audit trail.
nl: Reden voor de wijziging, wordt gebruikt in audit trail.

source: URL-reference of DOCUMENT
nl: URL-referentie naar DOCUMENT

source: Vertrouwelijkheidaanduiding of DOCUMENT.
nl: Vertrouwelijkheidaanduiding van DOCUMENT.

source: URL-reference of the ZAAK.
nl: URL-referentie naar de ZAAK

source: Filename without extension.
nl: Bestandsnaam zonder extensie.

source: URL-reference to INFORMATIEOBJECTTYPE.
nl: URL-referentie naar het INFORMATIEOBJECT in de DRC API.

source: The document is unrelated to {zaak}.
nl: Het document is ongerelateerd aan {zaak}.

source: INFORMATIEOBJECTTYPE `{iot}` is not related to ZAAKTYPE `{zt}`.
nl: De INFORMATIEOBJECTTYPE `{iot}` is niet gerelateerd aan het ZAAKTYPE: `{zt}`.

source: Title of the INFORMATIEOBJECT. Includes the file extension.
nl: Titel van het INFORMATIEOBJECT. Bevat de bestandsextensie.

source: URL-reference to the ZAAK that is to the main ZAAK.
nl: URL-referentie naar de ZAAK die aan de HOOFDZAAK toebehoort.

source: The nature of the relationship between the main ZAAK and the related ZAAK.
nl: De aard van relatie tussen de hoofdZAAK en de gerelateerde ZAAK.

source: URL-reference to the main ZAAK in the ZAKEN API.
nl: URL-referentie naar de hoofdZAAK in de ZAKEN API

source: The nature of the reverse relationship.
nl: De aard van de omgekeerde relatie

source: ZAAKen cannot be related to themselves.
nl: ZAAKen kunnen niet met zichzelf gerelateerd worden.

source: The nature of the ZAAK-relations cannot be the same.
nl: De aard van de ZAAKrelaties kunnen niet hetzelfde zijn.

source: A short summary of the ZAAK.
nl: Korte samenvatting van de ZAAK.

source: A comment on the ZAAK.
nl: Toelichting op de ZAAK.

source: The RSIN of the organization that created the ZAAK. This has to be a valid `RSIN` of 9 digits and comply to https://nl.wikipedia.org/wiki/Burgerservicenummer#11-proef.
nl: De RSIN van de organisatie die de zaak heeft gemaakt. Dit moet een valide `RSIN` van 9 nummers zijn en voldoen aan https://nl.wikipedia.org/wiki/Burgerservicenummer#11-proef.

source: `identificatie` of ZAAKTYPE.
nl: `identificatie` van het ZAAKTYPE.

source: URL-reference to the CATALOGUS of ZAAKTYPE.
nl: URL-referentie naar de CATALOGUS van het ZAAKTYPE.

source: Relevant details pertaining to the ZAAK.
nl: Relevante details over de ZAAK.

source: URL-reference to OBJECT which is to be related to ZAAK.
nl: URL-referentie naar het OBJECT dat gerelateerd moeten worden aan de ZAAK.

source: Type of OBJECT as required by Open Zaak. Defaults to `overige`. Don't change unless you know what you are doing. Only inserted into BPMN if OBJECT URL is also given.
nl: Type van OBJECT zoals vereist door Open Zaak. Standaard `overige`. Verander niet tenzij je weet wat je doet. Wordt alleen in de BPMN gezet als de OBJECTURL ook gegeven is.

source: Description of OBJECT as required by Open Zaak. Defaults to `name` of OBJECT TYPE related to OBJECT. Only inserted into BPMN if OBJECT URL is also given.
nl: Beschrijving van het OBJECT zoals vereist door Open Zaak. Standaard `name` van het OBJECT TYPE gerelateerd aan het OBJECT. Wordt alleen in de BPMN gezet als de OBJECTURL ook gegeven is.

source: Automagically start related business process if it exists once ZAAK is created.
nl: Start het gerelateerde business process automagisch op, als het bestaat, als de ZAAK eenmaal is gemaakt.

source: ZAAKTYPE with `identificatie`: `{zt_identificatie}` can not be found in `{zt_catalogus}` or user does not have permission.
nl: ZAAKTYPE met `identificatie`: `{zt_identificatie}` kan niet worden gevonden in `{zt_catalogus}` of de gebruiker heeft de benodigde rechten niet.

source: URL of the ZAAK detail page in the zaakafhandelcomponent.
nl: URL van de ZAAK detail pagina in de zaakafhandelcomponent.

source: Expanded ZAAKTYPE of ZAAK.
nl: Uitgeklapte ZAAKTYPE van de ZAAK.

source: Progress towards deadline
nl: Vordering naar deadline

source: Value between 0-100, representing a percentage. 100 means the deadline has been reached or exceeded.
nl: Waarde tussen 0-100, als percentage uitgedrukt. 100 betekent dat de deadline is bereikt of overschreden.

source: GeoJSON which represents the coordinates of the ZAAK
nl: GeoJSON die de coordinaten van de ZAAK representeert

source: A boolean flag whether a user can force edit the ZAAK or not.
nl: Een booleaan die laat zien of een gebruiker de ZAAK geforceerd kan bewerken.

source: A boolean flag whether the ZAAK has a process or not.
nl: Een booleaan die laat zien of de ZAAK een proces heeft of niet.

source: A boolean flag whether the ZAAK is stationary or not.
nl: Een booleaan die laat zien of een ZAAK stationair is of niet.

source: A boolean flag whether the ZAAK has already been configured or not.
nl: Een booleaan die laat zien of een ZAAK al geconfigureerd is of niet.

source: Something went wrong. A ZAAK shouldn't be spawned by more than 1 parent.
nl: Er ging iets mis. Een ZAAK mag niet gemaakt worden door meer dan 1 proces.

source: Reason for the edit, used in audit trail. Required when `vertrouwelijkheidaanduiding` is changed
nl: Reden voor de wijziging, gebruikt in de audit trail. Vereist wanneer `vertrouwelijkheidaanduiding` wordt veranderd.

source: The confidentiality level of the ZAAK.
nl: De vertrouwelijkheidaanduiding van de ZAAK.

source: EIGENSCHAP definition
nl: definitie van EIGENSCHAP

source: EIGENSCHAP value
nl: waarde van eigenschap

source: Data type of the value
nl: Dataype van de waarde

source: Matches `eigenschap.specificatie.formaat` - used as API schema discriminator.
nl: Komt overeen met `eigenschap.specificatie.formaat` - wordt gebruikt als API schema discriminator.

source: Name of EIGENSCHAP. Must match EIGENSCHAP name as defined in CATALOGI API.
nl: Naam van de EIGENSCHAP. Moet overeenkomen met EIGENSCHAPnaam zoals gedefinieerd in de CATALOGI API.

source: Value of ZAAKEIGENSCHAP. Must be able to be formatted as defined by the EIGENSCHAP spec.
nl: Waarde van ZAAKEIGENSCHAP. Moet in staat zijn te worden geformatteerd zoals gedefinieerd in de EIGENSCHAP spec.

source: Value of ZAAKEIGENSCHAP. Must be formatted as defined by the EIGENSCHAP spec.
nl: Waarde van ZAAKEIGENSCHAP. Moet in staat zijn te worden geformatteerd zoals gedefinieerd in de EIGENSCHAP spec.

source: Invalid `waarde`: `{waarde}`. Zaakeigenschap with `naam`: `{naam}` must take value from: `{choices}`.
nl: Ongeldige `waarde`: `{waarde}`. Zaakeigenschap with `naam`: `{naam}` moet een waarde krijgen uit: `{choices}`.

source: Expanded STATUS of ZAAK.
nl: Uitgeklapte STATUS van de ZAAK.

source: Expanded RESULTAAT of ZAAK.
nl: Uitgeklapte RESULTAAT van de ZAAK.

source: Short description of the nature of the relationship.
nl: Korte beschrijving van de aard van de relatie.

source: Betrokkene type of ROL. Mutually exclusive with `betrokkene`.
nl: Betrokkene type van ROL. Elkaar uitsluitend met `betrokkene`.

source: Description of ROLTYPE related to ROL.
nl: Beschrijving van ROLTYPE gerelateerd aan ROL.

source: The `betrokkene_identificatie` of the ROL. The shape of the `betrokkene_identificatie` depends on the `betrokkene_type` of the ROL. Mutually exclusive with `betrokkene`. Data validation for `betrokkene_identificatie` is done at the source (in this case: Open Zaak).
nl: De `betrokkene_identificatie` van de ROL. De vorm van de `betrokkene_identificatie` hangt af van de `betrokkene_type` van de ROL. Elkaar uitsluitend met `betrokkene`. Data validatie for `betrokkene_identificatie` wordt gedaan bij de bron (in dit geval Open Zaak).

source: Initials of medewerker.
nl: Initialen van medewerker.

source: `last_name` of medewerker.
nl: `last_name` van de gebruiker.

source: `username` of medewerker.
nl: `username` van de gebruiker.

source: Last name prefix of medewerker.
nl: Voorzetsel van achternaam van medewerker.

source: URL-reference to betrokkene of ROL. Mutually exclusive with `betrokkene_type`.
nl: URL-referentie naar betrokkene van ROL. Elkaar uitsluitend met `betrokkene_type`.

source: Comment related to the ROL.
nl: Toelichting gerelateerd aan de ROL.

source: URL-reference to ROLTYPE of ROL.
nl: URL-referentie naar ROLTYPE van ROL.

source: URL-reference to ROL itself.
nl: URL-referentie naar de ROL zelf.

source: URL-reference to ZAAK of ROL.
nl: URL-referentie naar ZAAK van ROL.

source: ROLTYPE {rt} is not part of ROLTYPEs for ZAAKTYPE {zt}.
nl: ROLTYPE {rt} is niet onderdeel van de ROLTYPEs van ZAAKTYPE {zt}.

source: ROLTYPE {rt} is an initiator and cannot be changed.
nl: ROLTYPE {rt} is een initiator en mag niet gewijzigd worden.

source: `betrokkene` and `betrokkene_type` are mutually exclusive.
nl: `betrokkene` en `betrokkene_type` zijn elkaar uitsluitend.

source: `betrokkene` and `betrokkene_identificatie` are mutually exclusive.
nl: `betrokkene` en `betrokkene_identificatie` zijn elkaar uitsluitend.

source: Serializer {name} needs ZAAK in context.
nl: Serializer {name} heeft ZAAK nodig in context.

source: ROL does not belong to ZAAK.
nl: ROL behoort niet toe aan ZAAK.

source: A ZAAK always requires at least one ROL with an `omschrijving_generiek` that is a `{behandelaar}` or `{initiator}`.
nl: Een ZAAK heeft altijd tenminste een ROL met `omschrijving_generiek` dat een `{behandelaar}` of `{initiator}` is.

source: Collection of OBJECTTYPE specific items. The schema is determined by the upstream API(s). Each item has `zaakobjectUrl` attribute which is the url of ZAAK-OBJECT relations in ZAKEN API and should be used to change/delete the relations. See `zac.core.zaakobjecten` for the available implementations.
nl: Verzameling van OBJECTTYPE-specifieke items. Het schema wordt bepaald door de upstream API(s). Elk item heeft een `zaakobjectUrl`-attribuut die de URL is van de ZAAK-OBJECT-relaties in de ZAKEN API en gebruikt moet worden om de relatie te veranderen of te wijzigen. Zie `zac.core.zaakobjecten` voor de beschikbare implementaties.

source: CATALOGUS that ZAAKTYPE belongs to.
nl: CATALOGUS waar ZAAKTYPE toebehoort.

source: URL-reference of the ZAAKTYPE in the CATALOGI API.
nl: URL-referentie naar de ZAAKTYPE in de CATALOGI API.

source: Description of ZAAKTYPE, used as an aggregator of different versions of ZAAKTYPE.
nl: Beschrijving van ZAAKTYPE, wordt gebruikt als een aggregator voor de verschillende versies van ZAAKTYPE.

source: Unique identificatie in CATALOGI API.
nl: Unieke identificatie in de CATALOGI API.

source: The label of the enum choice.
nl: De label van de enum keuze.

source: The value of the enum choice as a `string`.
nl: De waarde van de enum keuze als een `string`.

source: The value of the enum choice as an `integer` or a `float`.
nl: De waarde van de enum keuze als een `integer` of een `float`.

source: An array of possible values.
nl: Een array van verschillende waardes.

source: According to JSON schema date values have `string` type.
nl: Volgens het JSON schema hebben datumwaarde een `string` type.

source: Used to differentiate `date` and `date-time` values from other strings.
nl: Wordt gebruikt om de `datum` en `datumtijd` waardes te onderscheiden van andere `strings`.

source: Only for strings.
nl: Alleen voor strings.

source: Name of EIGENSCHAP
nl: Naam van EIGENSCHAP

source: property definition
nl: eigenschapsdefinitie

source: JSON schema-ish specification of related ZAAK-EIGENSCHAP values.
nl: JSON schema-achtige specificatie van gerelateerde ZAAK-EIGENSCHAP waardes.

source: Human readable label of classication.
nl: Leesbare classificatielabel.

source: Value of classication.
nl: Waarde van classificatie.

source: Atomic permissions for the ZAAK.
nl: Atomische rechten voor de ZAAK.

source: OBJECT is already related to ZAAK.
nl: Dit OBJECT is al gerelateerd aan de ZAAK.

source: Datetime of last visit
nl: Datumtijd van laatste bezoek.

source: Unique identifier of ZAAK within `bronorganisatie`.
nl: Unieke identificatie van ZAAK binnen `bronorganisatie`.

source: Error: expected a `list` but received `{datatype}`.
nl: Error: verwachtte een `list` maar kreeg `{datatype}`.

source: Error: expected a `str` but received `{datatype}`.
nl: Error: verwachtte een `str` maar kreeg `{datatype}`.

source: Error: this field is required and cannot be empty.
nl: Error: dit veld is verplicht en mag niet leeg zijn.

source: Error: this field contained: {invalid_choices_string}, but can only be a subset of: {valid_choices_string}.
nl: Error: dit veld bevatte: {invalid_choices_string}, maar mag alleen een (sub)set zijn van: {valid_choices_string}.

source: Please select each document only once.
nl: Selecteer alstublieft elk document maar eenmaal.

source: Selected documents: {invalid_docs} are invalid. Please choose one of the following documents: {valid_docs}.
nl: Geselecteerde documenten: {invalid_docs} zijn ongeldig. Kies alstublieft een van de volgende documenten: {valid_docs}.

source: Please select each `ZAAKEIGENSCHAPs` only once.
nl: Selecteer alstublieft elk `ZAAKEIGENSCHAP` maar eenmaal.

source: Selected ZAAKEIGENSCHAPpen: `{invalid_zeis}` are invalid. Please choose one of the following ZAAKEIGENSCHAPpen: {valid_zeis}.
nl: Geselecteerde ZAAKEIGENSCHAPpen: {invalid_zeis} zijn ongeldig. Kies alstublieft een van de volgende ZAAKEIGENSCHAPpen: {valid_zeis}.

source: ZAAKEIGENSCHAP with `naam`: `{naam}` must take a value from `{choices}`. Given `waarde`: `{waarde}`.
nl: ZAAKEIGENSCHAP met `naam`: `{naam}` moet een `waarde` krijgen uit: `{choices}`. Gegeven `waarde`: `{waarde}`.

source: EIGENSCHAP with `naam`: `{naam}` not found for ZAAKTYPE with `omschrijving`: `{omschrijving}` of ZAAK with `identificatie`: `{identificatie}`.
nl: EIGENSCHAP met `naam`: `{naam}` bestaat niet voor ZAAKTYPE met `omschrijving`: `{omschrijving}` van ZAAK met `identificatie`: `{identificatie}`.

source: 'document' query parameter is required.
nl: 'document' query parameter is verplicht.

source: Let users create a ZAAK.
nl: Laat gebruikers een ZAAK aanmaken.

source: Let an application retrieve a direct link to the zaak-detail page.
nl: Laat een applicatie een directe link naar de zaak-detail pagina opvragen.

source: Retrieve ZAAK.
nl: Een specifieke ZAAK opvragen.

source: Partially update ZAAK.
nl: Werk een ZAAK in deels bij.

source: List ZAAK STATUSsen.
nl: Alle STATUSsen van een ZAAK opvragen.

source: Add STATUS to ZAAK.
nl: Voeg een STATUS aan een ZAAK toe.

source: List ZAAKEIGENSCHAPpen.
nl: Alle ZAAKEIGENSCHAPpen opvragen.

source: Create ZAAKEIGENSCHAP.
nl: Maak een ZAAKEIGENSCHAP aan.

source: EIGENSCHAP with name {eigenschap} not found for zaaktype {zaaktype}.
nl: EIGENSCHAP met naam {eigenschap} werd niet gevonden voor ZAAKTYPE {zaaktype}.

source: Partially update ZAAKEIGENSCHAP.
nl: Werk een ZAAKEIGENSCHAP deels bij.

source: URL-reference of ZAAKEIGENSCHAP in ZAKEN API
nl: URL-referentie naar ZAAKEIGENSCHAP in de ZAKEN API

source: Delete ZAAKEIGENSCHAP.
nl: Verwijder een ZAAKEIGENSCHAP.

source: List related ZAAKen.
nl: Alle gerelateerde ZAAKen opvragen.

source: Add related ZAAK.
nl: Voeg een gerelateerde ZAAK toe.

source: Relate a ZAAK to another ZAAK and create the reverse relation.
nl: Relateer een ZAAK aan een andere ZAAK en maak de inverse relatie aan

source: Delete ZAAK relation.
nl: Verwijder ZAAKRELATIE.

source: Delete the relationship of a ZAAK to another ZAAK and possible the reverse relation as well.
nl: Verwijder de relatie tussen een ZAAK en een andere ZAAK en als mogelijk de omgekeerde relatie ook.

source: List ROLlen of ZAAK.
nl: Alle ROLlen van een ZAAK opvragen.

source: Add ROL to ZAAK.
nl: Voeg ROL toe aan ZAAK.

source: Destroy ROL from ZAAK.
nl: Vernietig ROL van ZAAK.

source: URL-reference of ROL in ZAKEN API
nl: URL-referentie naar ROL in de ZAKEN API

source: Retrieve `betrokkene_identificatie` of ZAC `medewerker`.
nl: Haal `betrokkene_identificatie` van de ZAC `medewerker` op.

source: List related OBJECTs of a ZAAK.
nl: Alle gerelateerde OBJECTen van een ZAAK opvragen.

source: List ZAAK users and atomic permissions.
nl: Alle gebruikers en atomische rechten van een ZAAK opvragen.

source: Partially update ZAAK document.
nl: Werk een ZAAKdocument deels bij.

source: Add document to ZAAK.
nl: Voeg een document toe aan een ZAAK.

source: List INFORMATIEOBJECTTYPEs for a ZAAK.
nl: Alle INFORMATIEOBJECTTYPEn voor een ZAAK opvragen.

source: ZAAK to list available INFORMATIEOBJECTTYPEs for.
nl: ZAAK waar de beschikbare INFORMATIEOBJECTTYPEn voor opgehaald moeten worden.

source: List CATALOGI.
nl: Alle CATALOGI opvragen.

source: List ZAAKTYPEs.
nl: Alle ZAAKTYPEn opvragen.

source: List vertrouwelijkheidaanduidingen.
nl: Alle vertrouwelijkheidaanduidingen opvragen.

source: List STATUSTYPEs for a ZAAK.
nl: Alle STATUSTYPEs voor een ZAAK opvragen.

source: ZAAK to list available STATUSTYPEs for.
nl: ZAAK waar de beschikbare STATUSTYPEs voor opgehaald moeten worden.

source: 'zaak' query parameter is required.
nl: `zaak` query parameter is vereist.

source: List ZAAKTYPE EIGENSCHAPpen.
nl: Alle EIGENSCHAPpen voor een ZAAKTYPE opvragen.

source: List ROLTYPEs for a ZAAK.
nl: Alle ROLTYPES voor een ZAAK opvragen.

source: ZAAK to list available ROLTYPEs for.
nl: ZAAK waar de beschikbare ROLTYPEs voor opgehaald moeten worden.

source: List OBJECTTYPEs.
nl: Alle OBJECTTYPEs opvragen.

source: Retrieves all non-meta OBJECTTYPEs from the configured OBJECTTYPES API.
nl: Haalt alle non-meta OBJECTTYPEs van configureerde OBJECTTYPES API op.

source: URL-reference of ZAAKTYPE in CATALOGI API.
nl: URL-referentie naar ZAAKTYPE in de CATALOGI API.

source: Read OBJECTTYPE version.
nl: Lees de OBJECTTYPE versie.

source: Read the details of a particular OBJECTTYPE version.
nl: Lees de details van een specifieke OBJECTTYPE versie.

source: Search OBJECTs.
nl: Zoek naar een OBJECT in de OBJECTS API.

source: Search for OBJECTs in the OBJECTS API.
nl: Zoek naar OBJECTen in OBJECTS API.

source: Number of results to return per paginated response.
nl: Aantal resultaten die moeten worden teruggeven per gepagineerde response.

source: Page number of paginated response.
nl: Pagina van gepagineerde response.

source: Create ZAAKOBJECT.
nl: Maak een ZAAKOBJECT aan.

source: Relate an OBJECT to a ZAAK. OBJECT-ZAAK relation has to be unique or a HTTP 400 error will be raised.
nl: Relateer een OBJECT aan een ZAAK. OBJECT-ZAAK relatie moet uniek zijn of anders zal een 400 error worden teruggegeven.

source: Delete ZAAKOBJECT.
nl: Verwijder het ZAAKOBJECT.

source: No %(verbose_name)s found matching the query
nl: Geen %(verbose_name)s gevonden die de query matchen

source: On read: `domein` & on write: `url` of CATALOGUS where ZAAKTYPEs are located.
nl: Bij lezen: `domein` en bij schrijven: URL-referentie naar CATALOGUS waar ZAAKTYPEn zich bevinden.

source: ZAAKTYPE to which the connected permission applies to
nl: ZAAKTYPE waar het recht op slaat

source: Spans ZAAKen until and including this `vertrouwelijkheidaanduiding`.
nl: Omvat ZAAKen tot en met deze `vertrouwelijkheidaanduiding`.

source: INFORMATIEOBJECTTYPE to which the connected permission applies to
nl: INFORMATIEOBJECTTYPE waar het recht op slaat

source: Maximum vertrouwelijkheidaanduiding of the INFORMATIEOBJECT
nl: Maximale vertrouwelijkheidaanduiding van INFORMATIEOBJECT

source: selected DOCUMENT
nl: geselecteerd DOCUMENT

source: URL-reference of the selected DOCUMENT from the relevant ZAAK.
nl: URL-referentie naar het geselecteerde DOCUMENT van de relevante ZAAK.

source: selected document type
nl: geselecteerde documenttype

source: URL-reference of the selected document type.
nl: URL-referentie naar het geselecteerde documenttype.

source: Selected document types: {invalid_doc_types} are invalid choices based on the related ZAAKTYPE {zaaktype}.
nl: Geselecteerde documenttypes: {invalid_doc_types} zijn ongeldige keuzes gebaseerd op het gerelateerde ZAAKTYPE {zaaktype}.

source: The UUID of the process instance.
nl: De UUID van de process instance.

source: The URL of the process instance.
nl: De URL van de process instance.

source: Possible choices related to the EIGENSCHAP.
nl: Mogelijke keuzes voor EIGENSCHAP.

source: The EIGENSCHAP related to the ZAAKEIGENSCHAP.
nl: De EIGENSCHAP toebehorend aan ZAAKEIGENSCHAP.

source: Count of already uploaded documents of INFORMATIEOBJECTTYPE.
nl: Aantal al geuploade documenten van INFORMATIEOBJECTTYPE.

source: The ROLTYPE related to the ROL.
nl: De ROLTYPE toebehorend aan de ROL.

source: These INFORMATIEOBJECTen need to be set to start the process.
nl: Deze INFORMATIEOBJECTen moeten worden gegeven om het proces te starten.

source: These ROLlen need to be set to start the process.
nl: Deze ROLlen moeten worden gegeven om het proces te starten.

source: These ZAAKEIGENSCHAPpen need to be set to start the process.
nl: Deze ZAAKEIGENSCHAPpen moeten worden gegeven om het proces te starten.

source: No camunda start process form is found for zaaktype with `identificatie`: `{zaaktype_identificatie}` within catalogus `{zaaktype_catalogus}`.
nl: Geen camunda start process formulier is gevonden for ZAAKTYPE met `identificatie`: `{zaaktype_identificatie}` binnen de CATALOGUS `{zaaktype_catalogus}`.

source: A INFORMATIEOBJECT with INFORMATIEOBJECTTYPE `omschrijving`: `{omschrijving}` is required.
nl: Een INFORMATIEOBJECT met INFORMATIEOBJECTTYPE `omschrijving`: `{omschrijving}` is vereist.

source: `betrokkene_type` of ROL with ROLTYPE `omschrijving`: `{omschrijving}` does not match required `betrokkene_type`: `{bt}`.
nl: `betrokkene_type` van ROL met ROLTYPE `omschrijving`: `{omschrijving}` komt niet overeen met vereist `betrokkene_type`: `{bt}`.

source: Required ROLTYPE `omschrijving`: `{omschrijving}` not found in ROLlen related to ZAAK.
nl: Vereiste ROLTYPE `omschrijving`: `{omschrijving}` is niet gevonden in ROLlen toebehorend aan ZAAK.

source: ZAAKEIGENSCHAPpen with `namen`: `{namen}` are required.
nl: ZAAKEIGENSCHAPpen met `namen`: `{namen}` zijn vereist.

source: A ZAAKEIGENSCHAP with `naam`: `{naam}` is required.
nl: Een ZAAKEIGENSCHAP met `naam`: `{naam}` is vereist.

source: Start camunda process for ZAAK.
nl: Start camunda proces voor ZAAK.

source: Unversioned URL-reference to INFORMATIEOBJECT in DRC API.
nl: URL-referentie zonder versie naar het INFORMATIEOBJECT in de DRC API.

source: Open activities for ZAAK.
nl: Onafgeronde activiteiten voor ZAAK.

source: Unanswered checklist questions for ZAAK.
nl: Onbeantwoorde checklistvragen voor ZAAK.

source: Open tasks for ZAAK.
nl: Onafgeronde taken voor ZAAK.

source: Open review requests for ZAAK.
nl: Onafgeronde verzoeken voor ZAAK.

source: RESULTAATTYPEs for ZAAKTYPE of ZAAK.
nl: RESULTAATTYPEn voor ZAAKTYPE van ZAAK.

source: URL-references of INFORMATIEOBJECTs of DRC API in DOWC API that are currently being edited.
nl: URL-referenties naar INFORMATIEOBJECTen in DRC API in DoWC API die momenteel worden bijgewerkt.

source: The RESULTAAT of the ZAAK. Required to be set before closing a ZAAK.
nl: Het RESULTAAT van de ZAAK. Vereist voordat een ZAAK gesloten wordt.

source: RESULTAAT {resultaat} not found in RESULTAATTYPEN for ZAAKTYPE {zt}.
nl: RESULTAAT `{resultaat}` is niet gevonden in RESULTAATTYPEn voor ZAAKTYPE {zt}.
