Repository: GemeenteUtrecht/zaakafhandelcomponent
Catalog: backend/src/zac/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Personal info
nl: Persoonlijke info

source: Permissions
nl: Rechten

source: Important dates
nl: Belangrijke datums

source: authorization profiles
nl: autorisatieprofielen

source: atomic permissions
nl: atomische rechten

source: users
nl: gebruikers

source: total permissions
nl: alle rechten

source: policy
nl: beleid

source: Username of user that is filtered on.
nl: Username van de gebruiker waarop gefilterd wordt.

source: Username of user that is filtered on. Cannot be empty if given.
nl: Gebruikersnaam van gebruiker waarop gefilterd wordt. Dit mag niet leeg zijn als het meegegeven wordt.

source: Filter based on active profiles.
nl: Filter op actieve profielen.

source: Human readable name that identifies the group.
nl: Een leesbare naam die de groep identificeert.

source: Group
nl: Groep

source: Users assigned to the review request from within the camunda process.
nl: Gebruikers of groepen toegewezen tot het verzoek vanuit het camunda proces.

source: `username` to give the permission to
nl: `username` die het recht verkrijgt

source: Name of the permission
nl: Naam van het recht

source: URL-reference of the ZAAK this permission applies to
nl: URL-referentie naar de ZAAK waar dit recht op slaat

source: `{requester}` already has permission `{permission}.
nl: `{requester}` heeft al het recht `{permission}`.

source: `username` of access requester/grantee
nl: `username` van de toegangsvrager/gever

source: `username` of access handler/granter
nl: `username` van de toegangsbehandelaar/gever

source: ZAAK to request access for
nl: ZAAK waar toegang toe wordt gevraagd

source: User `{requester}` already has access to ZAAK `{zaak}`.
nl: Gebruiker `{requester}` heeft al toegang tot ZAAK `{zaak}`.

source: User `{requester}` already has a pending access request to ZAAK `{zaak}`.
nl: Er is al een toegangsverzoek tot ZAAK `{zaak}` voor gebruiker `{requester}` in behandeling.

source: Comment of the handler
nl: Commentaar van de behandelaar

source: Start date of the access
nl: Startdatum van de toegang

source: End date of the access
nl: Einddatum van de toegang

source: List of permissions to be granted to user for ZAAK.
nl: Alle rechten die gegeven kunnen worden aan de gebruiker voor een ZAAK.

source: `{user}` cannot grant permission `{perm}` because they do not have the permission.
nl: `{user} mag het recht `{perm}` niet verlenen omdat ze het zelf niet hebben.

source: 'result' field should be defined when the access request is handled.
nl: 'result'-veld moet gedefinieerd zijn wanneer een toegangsverzoek in behandeling wordt genomen.

source: 'permissions' field should be defined when the access request is handled.
nl: 'permissions'-veld moet gedefinieerd zijn wanneer een toegangsverzoek in behandeling wordt genomen.

source: This access request has already been handled.
nl: Dit toegangsverzoek is al afgehandeld.

source: List of blueprint shapes
nl: Lijst van blueprintshapes

source: Type of the permission object
nl: Type van het rechtenobject

source: Name of the role
nl: Naam van de rol

source: List of blueprint permissions
nl: Lijst van blueprintrechten

source: List of the permissions
nl: Lijst van de rechten

source: Description of the permission
nl: Beschrijving van het recht

source: User related to the authorization profile.
nl: Gebruiker gerelateerd aan het autorisatieprofiel.

source: Authorization profile related to the user.
nl: Autorisatieprofielen gerelateerd aan de gebruiker.

source: Access Request to %(zaak)s
nl: Toegangsverzoek voor %(zaak)s

source: List permissions.
nl: Alle rechten opvragen.

source: Returns all available permissions for the user and their description.
nl: Geeft alle beschikbare rechten en hun beschrijving terug voor de gebruiker.

source: Logout user.
nl: Meld gebruiker af.

source: Logs the current user out.
nl: Meldt de huidige gebruiker af.

source: List user accounts.
nl: Alle gebruikersaccounts opvragen.

source: Retrieve user account.
nl: Een specificieke gebruikersaccount opvragen.

source: Retrieve current logged in user.
nl: Huidig ingelogde gebruiker opvragen.

source: List user groups.
nl: Alle gebruikersgroepen opvragen.

source: Retrieve a user group.
nl: Een specifieke gebruikersgroep opvragen.

source: Create a user group.
nl: Maak een gebruikersgroep aan.

source: Update a user group.
nl: Werk een gebruikersgroep in zijn geheel bij.

source: Delete a user group.
nl: Verwijder een gebruikersgroep.

source: Retrieve access requests.
nl: Alle toegangsverzoeken opvragen.

source: Create an access request.
nl: Maak een toegangsverzoek aan.

source: Handle an access request.
nl: Behandel een toegangsverzoek.

source: Retrieve atomic permission.
nl: Alle atomische rechten opvragen.

source: List user atomic permissions related to object.
nl: Alle atomische rechten van een een gebruiker voor het object opvragen.

source: URL-reference of object related to user atomic permissions.
nl: URL-referentie naar object gerelateerd aan de atomische rechten van de gebruiker.

source: Username of user related to user atomic permissions.
nl: Gebruikersnaam van gebruiker gerelateerd aan de atomische rechten.

source: Grant atomic permission to ZAAK.
nl: Geef een atomisch recht aan een ZAAK.

source: Delete atomic permission.
nl: Verwijder een atomisch recht.

source: Partially update multiple user atomic permissions.
nl: Werk meerdere atomische rechten gedeeltelijk bij.

source: List authorization profiles.
nl: Alle autorisatieprofielen opvragen.

source: Retrieve authorization profile.
nl: Een specifieke autorisatieprofiel opvragen.

source: Create authorization profile.
nl: Maak een autorisatieprofiel aan.

source: Update authorization profile.
nl: Werk een autorisatieprofiel in zijn geheel bij.

source: Delete authorization profile.
nl: Verwijder autorisatieprofiel.

source: List roles.
nl: Alle rollen opvragen.

source: Retrieve role.
nl: Een specifieke rol opvragen.

source: Create role.
nl: Maak een rol aan.

source: Update role.
nl: Werk een rol in zijn geheel bij.

source: Destroy role.
nl: Vernietig rol.

source: List user authorization profiles.
nl: Alle gebruikersautorisatieprofielen opvragen.

source: Retrieve user authorization profile.
nl: Een specifieke gebruikersautorisatieprofiel opvragen.

source: Create user authorization profile.
nl: Maak een gebruikersautorisatieprofiel aan.

source: Partially update user authorization profile.
nl: Werk een gebruikersautorisatieprofiel bij.

source: Update user authorization profile.
nl: Werk een gebruikersautorisatieprofiel in zijn geheel bij.

source: Delete user authorization profile.
nl: Verwijder gebruikersautorisatieprofiel.

source: Invalid token.
nl: Ongeldige token.

source: approved
nl: goedgekeurd

source: rejected
nl: afgewezen

source: Number of blueprint permissions added.
nl: Aantal blueprintrechten toegevoegd.

source: Email of recipient.
nl: Email van ontvanger.

source: Clear all access attempts.
nl: Verwijder alle toegangspogingen.

source: Load all blueprint permissions.
nl: Laad alle blueprintrechten.

source: Add all atomic permissions for behandelaren and advisors.
nl: Voeg alle atomische rechten voor behandelaren en adviseurs toe.

source: Email user logs
nl: Email gebruikerslogs.

source: Send daily user logs to recipient list.
nl: Stuur dagelijks gebruikerslog naar de ontvangerslijst.

source: date joined
nl: toetredingsdatum

source: email address
nl: emailadres

source: first name
nl: voornaam

source: last name
nl: achternaam

source: active
nl: actief

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
nl: Bepaalt of een gebruiker als actief behandeld moet worden. Deselecteer dit i.p.v. accounten te verwijderen.

source: staff status
nl: medewerkersstatus

source: Designates whether the user can log into this admin site.
nl: Bepaalt of een gebruiker kan inloggen op deze admin site.

source: username
nl: gebruikersnaam

source: Required. 150 characters or fewer.
nl: Vereist. 150 karakters of minder.

source: A user with that `username` already exists.
nl: Een gebruiker met die `username` bestaat al.

source: manages groups
nl: managet groepen

source: user
nl: gebruiker

source: Can use the SCIM endpoints
nl: Kan de SCIM endpoints gebruiken

source: name
nl: naam

source: Use an easily recognizable name that maps to the function of users that's unique.
nl: Gebruik een unieke, makkelijk herkenbare naam die overeenkomt met de functie van gebruikers.

source: blueprint permissions
nl: blueprintrechten

source: authorization profile
nl: autorisatieprofiel

source: end
nl: einde

source: is active
nl: is actief

source: user-authorization profile
nl: gebruikersautorisatieprofiel

source: user-authorization profiles
nl: gebruikersautorisatieprofielen

source: user who has handled the request
nl: gebruiker die het verzoek beoordeelde

source: URL-reference to the ZAAK in its API
nl: URL-referentie naar de ZAAK in zijn API

source: comment
nl: toelichting

source: Comment provided by the requester
nl: Door aanvrager gegeven toelichting

source: result
nl: resultaat

source: Result of the access request
nl: Resultaat van het toegangsverzoek

source: requested date
nl: bevragingsdatum

source: Date when the access request was created
nl: Datum wanneer het toegangsverzoek is aangemaakt

source: end date
nl: einddatum

source: Date when the access request was handled
nl: Datum wanneer het toegangsverzoek was behandeld

source: The result can't be specified without its handler
nl: Je kunt geen resultaat zetten zonder behandelaar

source: Type of the objects this permission applies to
nl: Objecttype waar dit recht betrekking op heeft

source: Permission
nl: Rechten

source: URL of the object in one of ZGW APIs this permission applies to
nl: URL van het object in een van de ZGW API waar dit recht betrekking op heeft

source: atomic permission
nl: atomische rechten

source: Access request that created this permission.
nl: Toegangsverzoek die het recht heeft aangemaakt.

source: reason
nl: reden

source: The reason why the permission was granted to the user
nl: De reden waarom het recht werd toegewezen aan de gebruiker

source: Comment provided by the granter of the permission
nl: Toelichting van de gever van het recht

source: start date
nl: startdatum

source: Start date of the permission
nl: Startdatum van het recht

source: End date of the permission
nl: Einddatum van het recht

source: Blueprint permission definitions, used to check the access to objects based on their properties i.e. ZAAKTYPE, INFORMATIEOBJECTTYPE
nl: Blueprintrechtendefinities. Worden gebruikt om de toegang tot de objecten te beoordelen op basis van hun eigenschappen zoals ZAAKTYPE, INFORMATIEOBJECTTYPE

source: blueprint permission
nl: blueprintrechten

source: permission
nl: rechten

source: role
nl: rol

source: roles
nl: rollen

source: contact person
nl: contactpersoon

source: Name of the person in the organization who can access the API
nl: Naam van de persoon in de organisatie die toegang heeft tot de API

source: Email of the person, who can access the API
nl: Emailadres van de persoon die toegang heeft tot de API

source: organization
nl: organisatie

source: Organization which has access to the API
nl: Organisatie die toegang heeft tot de API

source: last modified
nl: laatst bewerkt op

source: Last date when the token was modified
nl: Datumtijd van wanneer de kolom voor de laatste keer is aangepast

source: created
nl: aangemaakt

source: Date when the token was created
nl: Token creatiedatum

source: application
nl: applicatie

source: Application which has access to the API
nl: Applicatie die toegang heeft tot de API

source: administration
nl: administratie

source: Administration which has access to the API
nl: Administratie die toegang heeft tot de API

source: has all reading rights
nl: heeft alle leesrechten

source: application token authorization
nl: applicatietoken autorisatie

source: application token authorizations
nl: applicatietoken autorisaties

source: Login with OIDC
nl: Inloggen met OIDC

source: Log in
nl: Inloggen

source: `username` of the user assigned to answer.
nl: `username` van de gebruiker toegewezen om te antwoorden.

source: Group assigned to activity.
nl: Groep toegewezen aan de activiteit.

source: User assigned to activity.
nl: Gebruiker toegewezen aan de activiteit.

source: Name of the group.
nl: Naam van de groep.

source: `username` of the user.
nl: `username` van de gebruiker.

source: List activities.
nl: Alle activiteiten opvragen.

source: URL-reference of the ZAAK related to the activities.
nl: URL-referentie naar de ZAAK gerelateerd aan de activiteiten.

source: Retrieve activity.
nl: Een specifieke activiteit opvragen.

source: Create activity.
nl: Maak een activiteit aan.

source: Update activity.
nl: Werk een activiteit in zijn geheel bij.

source: Destroy activity.
nl: Vernietig een activiteit.

source: Create event.
nl: Maak een gebeurtenis aan.

source: On-going
nl: Lopend

source: Finished
nl: Afgerond

source: remarks
nl: opmerkingen

source: user assignee
nl: begunstigde gebruiker

source: Person responsible for managing this activity.
nl: Persoon verantwoordelijk voor deze activiteit.

source: group assignee
nl: begunstigde groep

source: Group responsible for managing this activity.
nl: Groep verantwoordelijk voor deze activiteit.

source: Document in the Documents API.
nl: Document in de Documenten API.

source: activity
nl: activiteit

source: activities
nl: activiteiten

source: notes
nl: opmerkingen

source: activity event
nl: gebeurtenis

source: activity events
nl: gebeurtenissen

source: Header displays if the user is hijacked.
nl: Header displays als de gebruiker is gehijackt.

source: Retrieve health check.
nl: Gezondheidscheck opvragen.

source: Returns the health check status.
nl: Geeft de gezondsheidscheckstatus terug.

source: Extends user session on activity.
nl: Verleng gebruikerssessie als er activiteit is.

source: The task with given `id` does not exist (anymore).
nl: De taak met de gegeven `id` bestaat niet (meer).

source: URL-reference of related ZAAK.
nl: URL-referentie naar de gerelateerde ZAAK.

source: A boolean flag that allows an end user to explicitely retrieve (sub) process instances related to the ZAAK.
nl: Een booleaan die een gebruiker toestaat om expliciet (sub) processes op te halen die gerelateerd zijn aan de hoofdZAAK.

source: A boolean flag that allows an end user to explicitely filter out the process instances related to the ZAAK creation.
nl: Een booleaan die een gebruiker toestaat om expliciet process instances weg te filteren die gerelateerd zijn aan de ZAAK creatie.

source: The `assigneeType` of the user task.
nl: De `assigneeType` van de gebruikerstaak.

source: Form to render
nl: Te vertonen formulier

source: The `formKey` of the form to render. Note that unknown `formKeys` (= not present in the enum) will be returned as is.
nl: De `formKey` van het formulier dat vertoond moet worden. Let op dat onbekende `formKeys` (= niet onderdeel van de enum) onveranderd worden teruggegeven.

source: (camunda form)
nl: (camunda formulier)

source: User task summary
nl: Gebruikerstaakoverzicht

source: The `id` of the process instance where the message is sent to.
nl: De `id` van het process instance waar het bericht naar verstuurd wordt.

source: Message
nl: Bericht

source: The message that is sent to the process instance.
nl: Het bericht dat verstuurd is naar het process instance.

source: Wait for it
nl: Wacht

source: Wait for a change in fetch-process-instances if this is True.
nl: Wacht voor een verandering in fetch-process-instance als dit True is.

source: Task `id`
nl: Taak `id`

source: The `id` of the task to which the assignee/delegate is to be set.
nl: De `id` van de taak waar de begunstigde/gedelegeerde op wordt ingesteld.

source: assignee
nl: begunstigde

source: Assignee of the task.
nl: Begunstigde van de taak.

source: delegate
nl: gedelegeerde

source: Delegate of the task.
nl: Gedelegeerde van de taak.

source: The process definition `id`.
nl: De process definition `id`.

source: The XML of the process definition. To be used for visualization of the BPMN.
nl: De XML van de process definition. Wordt gebruikt voor de visualisatie van het BPMN.

source: Name of user task variable.
nl: Naam van de variabele in de gebruikerstaak

source: Value of user task variable.
nl: Waarde van de variabele in de gebruikerstaak

source: Label of user task variable in the Camunda user task form.
nl: Label van de gebruikerstaakvariabele in de Camunda gebruikerstaakformulier.

source: Full name of user or group assigned to user task.
nl: Volledige naam van de gebruiker of groep die toegewezen is om te antwoorden.

source: Datetime user task was completed.
nl: Datumtijd waarop de gebruikerstaak is afgerond.

source: Datetime user task was created.
nl: Datumtijd waarop de gebruikerstaak werd aangemaakt.

source: Name of user task.
nl: Naam van de gebruikerstaak.

source: List of variables set by the user task.
nl: Variabelen die door gebruikerstaak zijn ingesteld.

source: The UUID of the task that is to be canceled.
nl: De UUID van de taak die geannuleerd wordt.

source: Task `{name}` can not be canceled.
nl: Taak `{name}` kan niet worden geannuleerd.

source: URL-reference to the ROL in its API
nl: URL-referentie naar de ROL in zijn API

source: Count of open camunda user tasks for user.
nl: Aantal open camundataken voor de gebruiker.

source: A user with `username` {username} does not exist.
nl: Een gebruiker met `username` {username} bestaat niet.

source: A group with `name` {name} does not exist.
nl: Een groep met `name` {name} bestaat niet.

source: List process instances for a ZAAK.
nl: Alle process instances voor een ZAAK opvragen.

source: List tasks for a ZAAK.
nl: Alle taken voor een ZAAK opvragen.

source: List messages for a ZAAK.
nl: Alle messages voor een ZAAK opvragen.

source: Retrieve camunda variable for process instance.
nl: Haal een camunda variabele op voor process instance.

source: The task with given task `id` does not exist (anymore).
nl: De taak met de gegeven task `id` bestaat niet (meer).

source: Retrieve user task data and context.
nl: Een specifieke gebruikerstaak data en context opvragen.

source: Submit user task data.
nl: Werk een gebruikerstaak data in zijn geheel bij.

source: Send BPMN message.
nl: Verstuur een BPMN bericht.

source: Change camunda behandelaar.
nl: Verander camunda behandelaar.

source: Set task assignee or delegate.
nl: Stel de begunstigde of gedelegeerde in voor de taak.

source: Retrieve the XML of the BPMN.
nl: De XML van een specifieke BPMN opvragen.

source: Retrieve the historical user task data of the ZAAK.
nl: Een specifieke historische gebruikerstaak data van de ZAAK opvragen.

source: User tasks are reverse sorted on the `created` key. The history array is sorted alphabetically on the `variable_name` key.
nl: Gebruikerstaken worden omgekeerd gesorteerd op de `created` sleutel. De historische array wordt op alfabetische volgorde gesorteerd op de `variable_name` sleutel.

source: Cancel a camunda user task of the ZAAK.
nl: Annuleer een camunda gebruikerstaak van de ZAAK.

source: Allows a user to cancel the camunda task after it has been (accidentally) created.
nl: Laat een gebruiker toe een camundataak te annuleren nadat het (per ongeluk) aangemaakt is.

source: User
nl: Gebruiker

source: Possible enum choice
nl: Mogelijke enum keuzes

source: First element is the value, second element is the label.
nl: Eerste element is de waarde, tweede element is de label.

source: Field value
nl: Veldwaarde

source: Current or default value.
nl: Huidige of standaard waarde.

source: Possible enum choices
nl: Mogelijke enum keuzes

source: Field name/identifier
nl: Veldnaam/identificatie

source: Field label
nl: Veldlabel

source: Human-readable field title. Defaults to `name` property if not provided.
nl: Leesbare veldtitel. Wordt standaard de `name` eigenschap als het niet meegegeven wordt.

source: Input data type
nl: Invoerdata-type

source: A ZAAKEIGENSCHAP with `name`: {eigenschap} requires a minimum length of {min_length}.
nl: Een ZAAKEIGENSCHAP met `naam`: `{eigenschap}` moet een minimale lengte hebben van {min_length}.

source: A ZAAKEIGENSCHAP with `name`: {eigenschap} requires a maximum length of {max_length}.
nl: Een ZAAKEIGENSCHAP met `naam`: `{eigenschap}` mag een maximale lengte hebben van `{max_length}`.

source: task name
nl: taaknaam

source: camunda task
nl: camundataak

source: camunda tasks
nl: camundataken

source: This task can not be canceled.
nl: Deze taak kan niet worden geannuleerd.

source: User task context
nl: Gebruikerstaak context

source: The task context shape depends on the `form` property. The value will be `null` if the backend does not 'know' the user task `formKey`.
nl: De vorm van de taakcontext hangt af van het `form` eigenschap. De waarde is `null` als de backend de `formKey` van de gebruikerstaak niet kent.

source: UUID of the board
nl: UUID van het bord

source: Slug of the board
nl: Slug van het bord

source: URL-reference of the ZAAK
nl: URL-referentie naar de ZAAK

source: URL-reference of the OBJECT
nl: URL-referentie naar het OBJECT

source: Columns of the board
nl: Kolommen van het bord

source: Board of the item
nl: Bord van het item

source: UUID4 of the board column
nl: UUID4 van de bordkolom

source: Column of the board
nl: Kolom van het bord

source: Details of the ZAAK
nl: Details van de ZAAK

source: This OBJECT is already on the board
nl: Dit OBJECT staat al op het bord

source: The board of the item can't be changed
nl: De bord van het item kan niet worden veranderd

source: Properties to identify ZAAKTYPEs.
nl: Eigenschappen om ZAAKTYPEn te identificeren.

source: Fields that will be returned with the search results. Will always include `identificatie` and `bronorganisatie`.
nl: Velden die worden teruggegeven met de zoekresultaten. Geeft standaard `identificatie` en `bronorganisatie` terug.

source: Description of ZAAKTYPE.
nl: Omschrijving van de ZAAKTYPE.

source: URL-reference of catalogus related to ZAAKTYPE.
nl: URL-referentie naar de CATALOGUS van het ZAAKTYPE.

source: Identificatie of ZAAKTYPE.
nl: `identificatie` van het ZAAKTYPE.

source: Number of active ZAAKs per ZAAKTYPE.
nl: Aantal actieve ZAAKen per ZAAKTYPE.

source: URL-reference of CATALOGUS related to ZAAKTYPE.
nl: URL-referentie naar de CATALOGUS van het ZAAKTYPE.

source: Summary of ZAAKs of ZAAKTYPEs per CATALOGUS.
nl: Samenvatting van ZAAKen van ZAAKTYPEn per CATALOGUS.

source: Number of active ZAAKs per CATALOGUS.
nl: Aantal actieve ZAAKen per CATALOGUS.

source: List boards.
nl: Alle borden opvragen.

source: Retrieve board.
nl: Een specifiek bord opvragen.

source: List board items.
nl: Alle borditems opvragen.

source: Retrieve board item.
nl: Een specifieke borditem opvragen.

source: Create board item.
nl: Maak een borditem aan.

source: Update board item.
nl: Werk een borditem in zijn geheel bij.

source: Patch board item.
nl: Werk een borditem deels bij.

source: Delete board item.
nl: Verwijder een borditem.

source: Retrieves the summary for the management dashboard. Results are sorted alphabetically on ZAAKTYPE `omschrijving`.
nl: Haalt de samenvating op voor het management dashboard. Resultaten worden alfabetisch gesorteerd op ZAAKTYPE `omschrijving`.

source: Unique identifier (UUID4)
nl: Unieke identificatie (UUID4)

source: Name of the board
nl: Naam van het bord

source: Date-time when the board was created
nl: Datumtijd van aanmaken van het bord

source: modified
nl: aangepast

source: Date-time when the board was modified last time
nl: Datumtijd wanneer het bord voor de laatste keer is aangepast

source: board
nl: bord

source: boards
nl: borden
